-- 외래키 제약조건을 임시로 비활성화
SET SESSION FOREIGN_KEY_CHECKS = 0;

INSERT INTO faq(title, content)
VALUES ( '그만물어봐', '그말물어보라고'),
       ( '그만물어봐', '그말물어보라고'),
       ( '그만물어봐', '그말물어보라고'),
       ( '그만물어봐', '그말물어보라고'),
       ( '그만물어봐', '그말물어보라고'),
       ( '그만물어봐', '그말물어보라고'),
       ( '그만물어봐', '그말물어보라고'),
       ( '그만물어봐', '그말물어보라고'),
       ( '그만물어봐', '그말물어보라고'),
       ( '그만물어봐', '그말물어보라고'),
       ( '그만물어봐', '그말물어보라고'),
       ( '그만물어봐', '그말물어보라고');


-- 외래키 제약조건을 다시 활성화
SET SESSION FOREIGN_KEY_CHECKS = 1;