-- 외래키 제약조건을 임시로 비활성화
SET SESSION FOREIGN_KEY_CHECKS = 0;

INSERT INTO faq(title, content)
VALUES ( '그만물어봐1', '그만물어보라고'),
       ( '그만물어봐2', '그만물어보라고'),
       ( '그만물어봐3', '그만물어보라고'),
       ( '그만물어봐4', '그만물어보라고'),
       ( '그만물어봐5', '그만물어보라고'),
       ( '그만물어봐6', '그만물어보라고'),
       ( '그만물어봐7', '그만물어보라고'),
       ( '그만물어봐8', '그만물어보라고'),
       ( '그만물어봐9', '그만물어보라고'),
       ( '그만물어봐10', '그만물어보라고'),
       ( '그만물어봐11', '그만물어보라고'),
       ( '그만물어봐12', '그만물어보라고');


-- 외래키 제약조건을 다시 활성화
SET SESSION FOREIGN_KEY_CHECKS = 1;