-- 외래키 제약조건을 임시로 비활성화
SET SESSION FOREIGN_KEY_CHECKS = 0;

-- 데이터 삽입
INSERT INTO member_follow(from_member_id, to_member_id)
VALUES (1, 2),
       (5, 1),
       (1, 6),
       (6, 1),
       (1, 7),
       (7, 1),
       (1, 8),
       (8, 1),
       (1, 9),
       (1, 11),
       (11, 1),
       (1, 12),
       (12, 1),
       (1, 13),
       (13, 1),
       (1, 14),
       (14, 1),
       (1, 15),
       (15, 1),
       (1, 16),
       (16, 1),
       (1, 17),
       (17, 1),
       (1, 18),
       (18, 1),
       (1, 19),
       (19, 1),
       (1, 20),
       (20, 1),
       (1, 51),
       (51, 1),
       (51, 4),
       (51, 6),
       (51, 20),
       (51, 25),
       (51, 30),
       (51, 35),
       (51, 40);

-- 외래키 제약조건을 다시 활성화
SET SESSION FOREIGN_KEY_CHECKS = 1;